export default function HomeNotice() {
  return (
    <div className="mx-auto">
      <h1 className="font-bold text-2xl text-[#4C4C4C] pb-9 pl-20 pt-3">
        *注意事項
      </h1>
      <ol className="pl-40 pr-40 list-decimal leading-11">
        <li>主辦單位得於本活動及其他相關活動中，公開展示所有參賽作品。</li>
        <li>
          參賽團隊成員資料若查有不實者，主辦單位可隨時取消其競賽資格。參賽團隊成員經提報後若有變更，須送交書面資料經主辦單位審查同意。
        </li>
        <li>
          入圍作品如有仿冒抄襲或違反本競賽相關規定等，經查證屬實者，將追回資格與獎勵，並由參賽者自負法律責任，主辦單位不負任何法律責任。
        </li>
        <li>
          違反相關規範者，可能導致扣分、取消參賽資格、入圍或得獎資格，並追回其已領取之獎座、獎金及自活動網頁移除其作品。
        </li>
        <li>
          主辦單位保留修改本辦法之權利，參加活動者一旦參加本活動，則表示同意接受本辦法之拘束，如有未盡事宜，主辦單位保留各項競賽辦法解釋及變更之權利。
        </li>
      </ol>
    </div>
  );
}
